"UI_OK"                    = "OK";
"UI_CANCEL"                = "Annuleren";
"UI_YES"                   = "Ja";
"UI_NO"                    = "Nee";
"UI_CONNECT"               = "Verbinding maken";

"TSC_IDS_SECAUTH_AUTH_DISABLED_TITLE"					   = "Verbinding met extern bureaublad kan de identiteit niet controleren van de computer waarmee u verbinding wilt maken.";

"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_PROMPT_CONTINUE"  = "Dit probleem kan de volgende oorzaken hebben:\n\n • Op de externe computer wordt een versie van Windows uitgevoerd die ouder is dan Windows Vista.\n • De externe computer is alleen geconfigureerd voor ondersteuning van de RDP-beveiligingslaag.\n\nNeem contact op met de beheerder of met de eigenaar van de externe computer.\n\nWilt u toch verbinding maken?";
"TSC_IDS_SECAUTH_AUTH_DISABLED_AT_SERVER_NO_CONTINUE"      = "Dit probleem kan de volgende oorzaken hebben:\n\n • Op de externe computer wordt een versie van Windows uitgevoerd die ouder is dan Windows Vista.\n • De externe computer is alleen geconfigureerd voor ondersteuning van de RDP-beveiligingslaag.\n\nNeem contact op met de beheerder of met de eigenaar van de externe computer.";

"TSC_IDS_SECAUTH_AUTH_ERROR"                               = "Verbinding met extern bureaublad kan de identiteit niet controleren van de computer waarmee u verbinding wilt maken.";

"TSC_IDS_SECAUTH_AUTH_ERROR_INFOR"						   = "Probeer opnieuw verbinding te maken met de Windows-computer of neem contact op met de beheerder.";

"TSC_IDS_SECAUTH_CERT_EXPIRED"                             = "Het certificaat is verstreken of is nog niet geldig.";
"TSC_IDS_SECAUTH_NAME_MISMATCH"                            = "De servernaam op het certificaat is ongeldig.";
"TSC_IDS_SECAUTH_FAIL_TO_CHAIN_TO_TRUSTED_ROOT"            = "Het certificaat is niet afgegeven door een vertrouwde certificeringsinstantie (CA).";
"TSC_IDS_SECAUTH_CERT_REVOKED"                             = "Het certificaat is ingetrokken en is niet veilig voor gebruik.";
"TSC_IDS_SECAUTH_UNABLE_TO_PERFORM_REVOCATION_CHECK"       = "Er kan niet worden gecontroleerd of het certificaat is ingetrokken.";
"TSC_IDS_SECAUTH_CERT_OR_CHAIN_INVALID"                    = "Het certificaat of de bijbehorende sleutelhanger is ongeldig.";

"TSC_IDS_SECAUTH_ALLOW_CONNECT_ANYWAY"                     = "Wilt u toch verbinding maken met deze computer?";
"TSC_IDS_SECAUTH_CANNOT_PROCEED_REQUIRED"                  = "U kunt niet verdergaan omdat in de huidige voorkeuren is ingesteld dat verificatie nodig is voor verbinding met de Windows-computer.";


"TSC_IDS_ENTER_TS_CREDS_ACTION"                            = "Voer uw referenties in";
"TSC_IDS_ENTER_TS_CREDS_DETAILS"                           = "Deze referenties worden gebruikt om verbinding te maken met %s.";
"TSC_IDS_PREAUTH_LOGON_FAILURE_ACTION"                     = "Opnieuw proberen";
"TSC_IDS_PREAUTH_LOGON_FAILURE_DETAILS"                    = "De referenties voor het verbinding maken met %s zijn onjuist. Voer uw referenties nogmaals in.";


